[
    {
        "pertanyaan": "Berapa denda jika telat memperpanjang izin tinggal?",
        "jawaban": "Sesuai Pasal 78 UU No. 6 Tahun 2011, denda overstay bagi Orang Asing yang izin tinggalnya habis masa berlaku dan masih di Indonesia kurang dari 60 hari adalah Rp1.000.000 per hari."
    },
    {
        "pertanyaan": "Siapa saja yang bisa mendapatkan Izin Tinggal Tetap (ITAP)?",
        "jawaban": "Menurut Pasal 54 UU No. 6/2011, Izin Tinggal Tetap dapat diberikan kepada beberapa kategori Orang Asing, di antaranya adalah: pemegang Izin Tinggal Terbatas (ITAS) tertentu, keluarga akibat perkawinan campuran, serta investor."
    },
    {
        "pertanyaan": "Untuk apa Visa Kunjungan digunakan?",
        "jawaban": "Visa Kunjungan diberikan kepada Orang Asing untuk tujuan seperti pariwisata, keluarga, sosial, seni dan budaya, serta tugas pemerintahan non-komersial."
    },
    {
        "pertanyaan": "Apakah WNA pemegang ITAS bisa bekerja?",
        "jawaban": "Ya, Orang Asing pemegang Izin Tinggal Terbatas (ITAS) dapat bekerja di Indonesia, namun hanya untuk tujuan dan dalam jangka waktu yang ditentukan dalam izin tersebut serta harus mematuhi peraturan ketenagakerjaan yang berlaku."
    },
    {
        "pertanyaan": "website pengajuan permohonan Keimigrasian WNA",
        "jawaban": "Semua permohonan Keimigrasian WNA sejak 18 Desember 2024 diajukan lewat website evisa.imigrasi.go.id"
    },
    {
        "pertanyaan": "Dokumen Persyaratan untuk permohonan Visa",
        "jawaban": "Dokumen yang diperlukan untuk mempersiapkan permintaan Visa adalah: Halaman biodata lengkap paspor dengan masa berlaku minimal 6 bulan sejak tanggal kedatangan Anda ke Indonesia (format JPG/JPEG/PNG dengan ukuran maksimal 200 kb);Foto ukuran paspor (format JPG/JPEG/PNG dengan ukuran maksimal 200 kb);Alamat email;Kartu kredit Mastercard, Visa, atau JCB yang valid. Informasi lebih lengkap terkait Visa Online dapat diakses melalui https://evisa.imigrasi.go.id/"
    },
    {
        "pertanyaan": "Berapa Biaya Perpanjangan VOA?",
        "jawaban": "Rp. 500.000,-"
    }
]
